# Test

In [2]:
import pandas as pd

In [3]:
import matplotlib.pyplot as plt

In [4]:
import seaborn as sns

In [7]:
d = {
    "id" : [103, 104, 105],
    "Name" : ["Utkarsh", "Sarthak","John"],
    "Sal" : [20000, 15000, 25000]
      
    }

In [8]:
type(d)

dict

In [9]:
df = pd.DataFrame(d)
df

    id     Name    Sal
0  103  Utkarsh  20000
1  104  Sarthak  15000
2  105     John  25000